Repository: JanHovland/PersonalOverView_New
Catalog: PersonalOverView/*.lproj/Localizable.strings
Languages: nb

source: to be able to update the Person table in CloudKit.
nb: for å kunne oppdatere Person tabellen i CloudKit.

source: to be able to update the User table in CloudKit.
nb: for å kunne oppdatere User tabellen i CloudKit.

source: 1 CloudKit save Persons
nb: CloudKit oppdatere personer?

source: 1 CloudKit save Users
nb: CloudKit oppdatere brukere?

source: 1 Delete all persons
nb: Slette alle personene?

source: 2 Delete all persons
nb: Slette alle personene

source: 2 Save Persons
nb: Oppdatere personer fra Json

source: 2 Save Users
nb: Oppdatere brukerne fra Json

source: Account overview
nb: Brukere

source: Add
nb: Ny person

source: Add a new User
nb: Ny bruker

source: Add user
nb: Lagre

source: Added new user:
nb: Har nå lagret en ny bruker:

source: Address
nb: Adresse

source: All persons are deleted.
nb: Alle personene er slettet.

source: All persons are saved.
nb: Alle personene er nå oppdatert.

source: All persons saved from Firebase Json file
nb: Alle personene er nå lagret i CloudKit fra Firebase sin Json fil

source: All users are deleted 1.
nb: Alle brukerne er slettet.

source: All users are saved.
nb: Alle brukerne er nå oppdatert.

source: Are you sure you want to delete all persons?
nb: Sletter du alle personene, vil de ikke lenger være tilgjengelige.

source: Are you sure you want to delete this person?
nb: Sletter du denne personen, vil den ikke lenger være tilgjengelig.

source: Are you sure you want to delete this user?
nb: Er du sikker på at du vil slette denne brukeren?

source: Are you sure you want to save all persons from a Json file?
nb: Oppdaterer du personene fra Json filen, vil alle personene igjen være tilgjengelige.

source: Are you sure you want to save all users from a Json file?
nb: Oppdaterer du brukerne på nytt fra Json, vil de igjen være tilgjengelige.

source: Birthday
nb: Fødselsdager

source: Birthday greetings
nb: Fødselsdag hilsen

source: Both email and Password must have a value
nb: Både e-post og passord må ha en verdi.

source: Can't send emails from this device
nb: Kan ikke sende e-post fra denne enheten.

source: Can't send messages from this device
nb: Kan ikke sende meldinger fra denne enheten

source: Cancel
nb: Avbryt

source: Choose Profile Image
nb: Velg profilbilde

source: Choose to show or hide the password
nb: Velg å vise eller skjule passordet.

source: City
nb: By

source: CloudKit delete all Persons
nb: CloudKit slette alle personene

source: CloudKit Delete all Persons
nb: CloudKit slette alle personene

source: CloudKit delete all Users
nb: CloudKit slette alle brukerne

source: CloudKit save Persons
nb: CloudKit oppdatere personer

source: CloudKit save Persons option
nb: CloudKit personer alternativ

source: CLOUDKIT SAVE PERSONS OPTION
nb: CLOUDKIT PERSONER ALTERNATIV

source: CloudKit save User option
nb: CloudKit brukere alternativ

source: CLOUDKIT SAVE USER OPTION
nb: CLOUDKIT BRUKERE ALTERNATIV

source: CloudKit save Users
nb: CloudKit oppdatere brukere

source: CloudKit save Users option
nb: CloudKit lagre brukere alternativ

source: Congratulation so much on your birthday,
nb: Gratulerer så mye med fødselsdagen din,

source: Couldn't get an authentication token
nb: Kunne ikke få et godkjenningstoken."

source: Create a new account?
nb: Opprette ny bruker?

source: Date of birth
nb: Fødselsdato

source: Delete
nb: Slett

source: Delete #1
nb: Slette:

source: Delete all Users
nb: CloudKit slette alle brukerne

source: Delete all users 1
nb: Slette alle brukerne?

source: Delete all users 2
nb: Slette alle brukerne

source: Delete an user 4
nb: Slett denne brukeren?

source: Delete person
nb: Slett person

source: Delete person index
nb: Slette person

source: Delete this person
nb: Slett denne personen

source: Delete this user
nb: Slett denne brukeren

source: Delete user 2
nb: Slette bruker

source: Delete User?
nb: Slette bruker?

source: deleted
nb: slettet

source: Do you want to update this user?
nb: Ønsker du å oppdatere denne brukeren?

source: E-Mail
nb: e-post

source: eMail
nb: e-post

source: Email
nb: e-post

source: EMAIL
nb: E-POST

source: eMail address
nb: e-post

source: Email option
nb: e-post alternativ

source: Enter city
nb: Legg inn by.

source: Enter municipality
nb: Kommune.

source: Enter Municipality number
nb: Kommunenr.

source: Enter number
nb: Legg inn antall

source: Enter your address
nb: Skriv inn adressen

source: Enter your email address
nb: Skriv inn email adressen

source: Enter your first name
nb: Skriv inn fornavn

source: Enter your last name
nb: Skriv inn etternavn

source: Enter your name
nb: Skriv inn navn

source: Enter your password
nb: Skriv inn passord

source: Enter your phone number
nb: Skriv inn telefonnummer

source: Er du sikker på at du vil lagre postmumrene?
nb: Er du sikker på at du vil lagre postnumrene?

source: Error trying parse json
nb: Feil ved prøve å analysere json.

source: Finished backup of all persons to the Json file.
nb: Ferdig med backup av alle personene til Json-filen.

source: Finished backup of all users to the Json file.
nb: Ferdig med backup av alle brukerne til Json-filen.

source: FIREBASE PERSONS AND CLOUDKIT (DEPRECATED)
nb: FIREBASE PERSONS OG CLOUDKIT (UTFASET)

source: Firebase save Persons
nb: Firebase oppdatere personer

source: Firebase save Persons option
nb: Firebase personer alternativ

source: First name
nb: Fornavn

source: First name and last name must both contain a value.
nb: Fornavn og etternavn må begge inneholde en verdi.

source: Gender
nb: Kjønn

source: If you delete this user, if not available anymore.
nb: Hvis du sletter denne brukeren, er den ikke tilgjengelig lenger.

source: If you do that, the user will now contain the new values.
nb: Hvis du gjør dette, vil brukeren deretter få de nye verdiene.

source: JSON FIREBASE SAVE TO CLOUDKIT
nb: JSON FIREBASE LAGRE I CLOUDKIT

source: Last name
nb: Etternavn

source: Man
nb: Mann

source: Message
nb: Melding

source: MESSAGE
nb: MELDING

source: Message option
nb: Melding alternativ

source: Missing parameters
nb: Manglende parametre

source: Missing personal email
nb: E-post adresse er ikke lagt inn.

source: Missing phonenumber
nb: Telefonnummer er ikke lagt inn.

source: Modify
nb: Oppdater

source: Municipality
nb: Kommune

source: Municipality number
nb: Kommune nr

source: Name, eMail or Password must all contain a value.
nb: Navn, e-post og passord må alle ha verdier.

source: New person
nb: Ny person

source: New user
nb: Ny bruker

source: No
nb: Nei

source: No Internet connection for this
nb: Ingen internett-forbindelse for denne

source: Options Menu
nb: Meny

source: Password
nb: Passord

source: PASSWORD
nb: PASSORD

source: Person backup to Json file
nb: Person backup til Json fil

source: PERSON BACKUP TO JSON FILE
nb: PERSON BACKUP TIL JSON FIL

source: Person overview
nb: Personer

source: PersonBirthday
nb: Fødselsdager

source: PERSONS AND CLOUDKIT
nb: PERSONER OG CLOUDKIT

source: Persons overview
nb: Personer

source: Persons Overview
nb: Personer

source: PersonX
nb: Person vedlikehold

source: Phone Number
nb: Telefon nummer

source: PostalCodeOverview
nb: Postnummer oversikt

source: Press the 'Delete' button to delete all Persons
nb: Trykk på 'Slett' knappen for å slette alle personene

source: Press the 'Delete' button to delete all Users
nb: Trykk på 'Slett' knappen for å slette alle brukerne

source: Press the 'Delete' key to delete a Person
nb: Trykk på 'Slett' knappen for å slette denne personen

source: Press the 'Save' button to save Persons from a Json file
nb: Trykk på 'Oppdater' knappen for å oppdatere personer fra en Json fil

source: Press the 'Save' button to save the new data for this User
nb: Trykk på 'Oppdater' knappen for å oppdatere de nye dataene for denne brukeren

source: Press the 'Save' button to save Users from a Json file
nb: Trykk på 'Oppdater' knappen for å oppdatere brukere fra en Json fil

source: Press the 'Update' button to update Persons from a Json file
nb: Trykk på 'Oppdater' knappen for å oppdatere personer fra en Json fil

source: Profile Image
nb: Profilbilde

source: Qwerty_PersonsOverview
nb: Personer

source: Records deleted:
nb: Poster som er slettet:

source: Refresh
nb: Frisk opp

source: Save
nb: Lagre

source: Search...
nb: Søk...

source: Send a message
nb: Send en melding

source: Send an Email
nb: Send en e-post

source: Send Email
nb: Send e-post

source: Send message
nb: Send melding

source: Settings
nb: Innstillinger

source: Show mail view
nb: Send e-post

source: Show message view
nb: Vis meldingsvisning

source: Show password
nb: Vis passord

source: Sign In
nb: Logg inn

source: Sign in CloudKit
nb: Innlogging

source: SignInView
nb: Innlogging

source: Successfully deleted a person
nb: En person ble slettet.

source: Successfully deleted an user
nb: Brukeren ble slettet.

source: Successfully modified this user
nb: Denne brukeren ble oppdatert.

source: The Person table contains data. You must first delete all persons from the Person table.
nb: Person tabellen inneholder data. Du må først slette alle personene i Person tabellen.

source: The Person table in CloudKit is empty.
nb: Person tabellen i CloudKit er tom.

source: The User table contains data. You must first delete all users from the User table.
nb: Bruker tabellen inneholder data. Du må først slette alle brukerne i Bruker tabellen.

source: The User table in CloudKit is empty.
nb: Bruker tabellen i CloudKit er tom.

source: This email and password doesn't belong to a registered user
nb: Denne e-postadressen og passordet tilhører ikke en registrert bruker.

source: This email and this password already exists on an other user.
nb: Denne e-postadressen og dette passordet eksisterer allerede hos en annen bruker.

source: This request requires an authenticated account
nb: Denne forespørselen krever en godkjent konto.

source: to be able to delete all Persons in CloudKit.
nb: for å kunne slette alle personene i CloudKit.

source: to be able to delete all Users in CloudKit.
nb: for å kunne slette alle brukerne i CloudKit.

source: to be able to save all Persons in CloudKit.
nb: for å kunne lagre alle personene i CloudKit.

source: to be able to save all Users in CloudKit.
nb: for å kunne lagre alle brukerne i CloudKit.

source: To do
nb: Oppgaver

source: toDo
nb: Oppgaver

source: Unknown json file
nb: Ukjent json-fil.

source: Update
nb: Oppdater

source: Update this user
nb: Oppdater denne brukeren

source: User
nb: Bruker

source: USER AND CLOUDKIT
nb: BRUKERE OG CLOUDKIT

source: User backup til Json fil
nb: Bruker backup til Json fil

source: User backup to Json file
nb: Bruker backup til Json fil

source: USER BACKUP TO JSON FILE
nb: BRUKER BACKUP TIL JSON FIL

source: User detail View
nb: Bruker detaljer

source: User maintenance
nb: Bruker

source: UserOverView
nb: Brukere

source: Users
nb: Brukere

source: was modified
nb: ble oppdatert

source: was saved
nb: ble lagret

source: Woman
nb: Kvinne

source: Yes
nb: Ja

source: You must activate the
nb: Du må aktivere

source: You must activate the email in order to send an email
nb: Du må aktivere e-postmeldingen for å kunne sende en e-post.

source: You must activate the message in order to send a message
nb: Du må aktivere meldingen for å kunne sende en melding.

source: You must activate the sending of a message.
nb: Du må aktivere sending av en melding.

source: You must activate the sending of an email.
nb: Du må aktivere sending av en e-post.

source: You must enter a city
nb: Du må legge inn en by.

source: Your name
nb: Navn

source: AAre you sure you want to delete all users?
nb: Dersom du sletter alle brukerne, vil de ikke lenger være tilgjengelige.
